const data = [

    // 1

    `Холодной была осень 93-го. Такой холодной, что я нацепил зимнюю шапку и надел шинель, собираясь на первую в своей жизни ролевую игру. Мне было шестнадцать, а играть я умел только в дурака, три палки, вкладыши, бутылочку и сифу. Эти простые игры все знают, но слухи — а их силу познал каждый — уже донесли до меня кое-что про другие.

Долетавшая до меня в те далекие времена молва утверждала однозначно — волшебный мир есть! Он огромен и прекрасен, а добро и зло в нем представлено ярче, чем в повседневной жизни: зло — не только наркоманами и уголовниками, а добро как-то ещё, помимо отвлеченных понятий. Эти вещи там не смешиваются, как это происходит обычно — зло практически абсолютно, а добро и подавно: увидишь, так ни с чем не перепутаешь! Как будто огромная река властно разделила весь этот мир на два лагеря — на западном берегу покоится предвечный свет, а восточный от начала веков затемнён.

Вышло так, что мы побывали в этом мире, вдоволь наплавались по этой реке, досыта пили и ели на обоих её берегах. Мы кое-чего повидали такого, о чём вам больше никто не расскажет — ни охотники, ни даже опытные рыбаки. Человеческий разум блекнет перед силой подлинных чудес, и не всякая летопись сможет вместить происходящее. Мне немного жаль, ведь рассказ о событиях — лишь слабая тень, и никто не в силах облечь живую реальность в слова. Существует только одно противоядие, то, что способно снова превратить нашу летопись в непосредственный поток впечатлений, заставить картинки двигаться, а ноты звучать — ваше воображение. Так всегда — сказки и истории, как дым, вечно сопровождают пламя, что подчас вспыхивает и окружает дела людей. Многое из того, что случилось, тонет в этом дыму, ясности нет, а все услышанное вами ранее — только неверный отзвук, эхо действительных событий. Ведь память — как художник, и каждому она рисует свои картины.

Я не советую вам судить о подлинности тех обстоятельств, про которые здесь дальше пойдет речь. Может быть, это блажь, навеянная кому-то во время вечернего сна пакистанской шалой, в сути своей — ложь, измышления и неправда. Может быть — летопись отдаленных событий, искаженных глумливым разумом летописца. А может быть, вам станет доступна память прошедших дней, пусть даже это будет чужая память. Ведь если двое смотрят на один и тот же пляж, один — через розовые очки, а другой — в коллиматорный прицел, у этих двоих будут немного разные впечатления.

То, о чем мы хотим рассказать — история людей и мнений, а мы сами — только фокус, линза восприятия, через которую в этой истории преломляется волшебный и удивительный мир. Этот мир — люди, и далеко не каждый из них мечтал попасть на страницы этой книги. Но нам их нисколько не жаль, ведь о том и сказ — про наши отношения с другими людьми. Про то, что было только между ними и нами. Некоторые из этих людей нам дороги, и мы скажем о них с уважением, еще кое-кто не нашел нашей дружбы, кто-то претерпел от нас унижения, кому-то дали пизды, а были и такие, от кого нам самим пришлось опиздюлиться.`,

    // 2


    `Все эти люди так или иначе существуют: может быть, они есть, может — были, а может, как считают буддисты школы Читтаматра, всё это существует лишь как образы нашего ума. И если кому-то не понравится наш рассказ из-за того, что про него там плохо сказано — так впредь ему будет наука. В следующей жизни старайтесь быть лучше, тогда и в сказках о вас скажут хорошо.

Так что написанное ниже, а равно и выше, распространяется на правах волшебных сказок. Это следует понимать так — если пишут: «Алеша Попович половцев побил, а их скарб отнял», то не спрашивают потом: где именно и на территории какого отдела это произошло? И если пишут про сказочных существ, что они ни в чем — ни в питье, ни в наркотиках — себе не отказывают, так это ещё не значит, что сказочные существа призывают употреблять наркотики именно тебя. Нет. Они призывают: если взялся за подвиги, убедись, блядь, что ты в сказке!

Мы предупреждаем: сказки бывают добрые и злые, и какими покажутся вам наши сказки — не знаем. Мы уже начали и дальше собираемся использовать матную речь, ни хуя не побоимся описать сцены насилия, употребление наркотиков и половой акт. Герои сказочных сцен, которые мы собираемся обрисовать, могут высказывать разные, в том числе почитающиеся кем-то неправильными мнения или взгляды. Ни за какую хуйню, которую учинят и о которой сообщат на страницах этой книги сказочные существа, редколлегия не отвечает, если сказочные существа вас к чему-то призывают — не ведитесь, если вам кажется, что этот материал содержит запрещенную пропаганду — завязывайте его читать. Не давайте этого детям и сами не увлекайтесь. Помните основное правило: будь осторожен со сказками, они учат хорошему и плохому, а чему именно — сразу определить трудно. Так что лучше ничему у сказок не учиться, а уж если чему выучился — не жалуйся и на сказки потом не кивай. Вот пример: решил дядя Толя прославиться по примеру папы Карло. А правильного способа не знал, и все сделал неправильно. И хотя сына у него теперь зовут Буратино Анатольевич, сам он не очень-то этому рад.`,


    // 3

    `Между 1991 и 1993. Рассвет над Лориеном. 
    История Инвалида

Вот как Солнцеликийучил о тех строках, что предваряют в некоторых книгах основной текст: «Эпиграфы служат книге тем же способом, каким соль служит пище. Ведь когда человек ест, про соль он не думает — вкус блюда куда интересней! Но без соли это был бы совсем другой вкус».


Началось всё в 91-ом, когда мой друг Костян стал захаживать в бардовский клуб «Восток», что возле Владимирской. Там играли песенки и пили портвейн, то есть имел место культурный очаг, под водочку и со струнным аккомпанементом. Среди тамошней публики выделялся один инвалид с сухой ногой и на костылях, отрекомендовавшийся Филом. Он ещё добавлял, бывало:

— Не просто Фил, а Фил — трехногий эльф.

Вот он и понарассказывал моему другу такого, что Костян пришёл в кружок, где мы с ним занимались биологией, и спросил меня:

— Толкиена читал?

Мой друг чуть ниже среднего роста, зато заметно крепче меня. Спортшкола и правильные товарищи по двору — вот те факторы, которые изначально сформировали его мнение и взгляд на вещи. Характерной его чертой я назвал бы непримиримость — он из тех, кто старательно ищет повода для ссоры. Нельзя сказать, чтобы это всегда шло ему на пользу — к четырнадцати годам у него на голове было как раз четырнадцать шрамов. Но даже те, кому повезло выйти из схватки с ним победителями, не могли похвастать, что эта победа досталась им легко.

— Толкиена? — автоматически переспросил я, а затем добавил: — Нет.

Мы сидели в каптерке павильона Росси, что стоит на улице зодчего с таким же именем. Эта улица через сто метров от павильона упирается в Невский проспект и универмаг «Елисеевский».

— Надо прочитать, — объяснил мне Костян. — Если прочитаем быстро, то впишемся в тему, о которой можно только мечтать. Вся жизнь по-другому пойдет.

— Но это точно? — спросил его я. — Неохота зря ничего читать.

— Инвалид клянётся, — ответил мне Костян, — что всё так и есть. Он, собственно, должен сейчас зайти.

— В чём тема-то? — перебил его я.

— Ну, — задумался мой друг, — так и не скажешь. Навроде как ездят люди в лес, там делятся на коллективы и дерутся.

— Охуеть, — удивился я, — а зачем в лес-то ехать? Вон, у меня в районе — зайди в Болото или в Листву.[2] И пизды получишь, и часы снимут. И не надо ехать в лес.

— Ты не понял, — терпеливо объяснял мне Костян, — ни про какие «пизды» речь не идет. Поедем с тобой…

— Ты ебнулся, друже, — остановил его я, — нам двоим там голову снимут, в лесу. И до больницы ты, когда тебе опять башку разобьют, уже не доедешь. Не ездят на такое вдвоем.

— Ты меня, — разъярился мой друг, — будешь слушать, дебил? Это такая специальная тема. Но пока мы понять этого не можем, потому что инвалид сказал — сначала надо прочитать Толкиена.

— Что читать-то, — смирился я, — и где взять?

— «Властелин колец», в районной библиотеке должен быть.

— Забито, — согласился я, — веди, показывай своего инвалида.

Мы вышли в парк через заднюю дверь, оставив позади всё — зал, где препарируют лягушек, стеллажи с книгами и ряды парт. Там остались наши прошлые увлечения — моя орнитология и гидробиология Костяна. Двери распахнулись, и я увидел занесенные снегом ступеньки, а на них — щуплого человека, опирающегося на пару костылей. Он кутался в светлую болоньевую куртку и курил, ожидая, пока мы выйдем. Со страху мне показалось, что инвалид старше нас лет на пять.

— Фил, трехногий эльф, — представился он мне.

— Ваня, — отрекомендовался я.

— Ну давай, — предложил ему Костян, — рассказывай.

— Тут вот в чем дело… — начал инвалид, ловко усаживаясь прямо на край мраморного парапета. Выходило по его словам следующее — что я усвоил скорее тезисно, нежели целиком. Во-первых, существует книга Толкиена «Властелин Колец». Возле этой книги инвалид кружил долго, но, так как книги я еще не читал, то понял про неё мало. Второе — есть люди, которые уже читали эту книгу, например, инвалид. Это мне показалось правдоподобным. Дальше инвалид сообщил: такие люди устраивают мероприятия, называющиеся «хоббитские игры», тема эта новая, ей едва ли несколько лет.
`,


    // 4

    `
Суть темы в следующем: каждый выбирает себе роль по душе (но не любую, а из представленных в произведениях Толкиена), а затем где-то в лесу отстаивает свои интересы с помощью мечей, топоров, щитов и копий. Всё это нужно сделать самим, с помощью разнообразных подручных средств. Бои там, разъяснил инвалид, как бы понарошку — мечи и остальная снасть деревянные, бьют вполсилы, так что смертоубийства вроде бы нет. Но, и на это инвалид особенно напирал, совсем неумехам там делать тоже нечего. Нужно, объяснил он, уметь всем этим драться.

— Знаете, как фехтовать? — под конец спросил он.

В школьном возрасте из-за непрерывного и весьма насыщенного общения со злонамеренно настроенными сверстниками обостряется наблюдательность. Становится ясна необходимость наличия внимания к собеседнику. Я был достаточно внимателен, и мне показалось: задав свой провокационный вопрос, инвалид заранее приготовился услышать удивленное «нет». Но вышла лажа.

— Так знаете, или нет? — на всякий случай переспросил Фил, заметив некоторое наше недоумение, выразившееся в том, что я уставился на Костяна, а он — на меня.

— Умеем, — решительно ответил Костян.

— Ясное дело, — поддержал его я.

Тут дело было в чём: многие родители берут за правило отягощать детей всевозможными секциями и кружками. Нынче мы с Костяном посещали биологический кружок, а незадолго до этого занимались фехтованием — я три года саблей в «Мушкетёре», а Костян четыре года рапирой в секции при ДТЮ. Так что мы полагали, что знаем, как фехтовать. Об этом мы прямо заявили инвалиду.

— Что, — рассмеялся он, — спортивное фехтование? Это полное уродство, с дракой палками не имеет ничего общего.

Я был с инвалидом совершенно согласен, только не понимал — зачем он нам про это рассказывает? У нас в секции тренер лупил всех, кого ни попадя, спортивной саблей, а по некоторым дням — палкой. Разница между этими вещами была очевидна мне с детства, я даже полагал себя в этом вопросе компетентнее инвалида. Он ведь сам спросил: знаем ли мы, как фехтовать? Почему не спросил тогда: знаем ли мы, как драться палками?

Мы бы тут же ответили ему, что за павильоном у нас припрятаны сухие колья толщиной в руку, примерно по полтора метра длиной. Иногда кто-то привязывал их к деревьям, а мы отвязывали и прятали за павильоном. В погожие дни мы выходили с ними и колотили друг друга ради веселья и для пущей радости жизни. Инвалид был полностью прав — со спортивным фехтованием здесь мало общего.

— Так бы сразу и сказал, — заявил ему я, — что нужно будет палками драться. Это мы тоже умеем.

Наша дерзость, похоже, разозлила инвалида.

— Ничего вы не умеете. Вот, — Фил встал и поднял костыли, — смотрите.

Он начал размахивать костылями вокруг себя, крутить ими, приседать на одной ноге и делать еще много всякого, от чего я лично был в шоке. До того нелепо и странно, если не сказать — глумно всё это выглядело. Но инвалид, похоже, был другого мнения.

— Возьмите ваши палки, — предложил он нам, — и нападайте на меня. Мы с Костяном переглянулись.

— Ты уверен, — спросил Костян, — что этого хочешь?

— А! — воскликнул Фил. — Так вы решились?

Он остался ждать, пока мы сходим за кольями. Когда я доставал из нычки колы, мне пришло в голову спросить:

— Слушай, Костян, так что, реально нужно будет дуплить его кольями?

— Хочешь быть в теме? — строго спросил меня мой друг.

— Ну… — задумался я, представляя, как множество незнакомых людей дуплят в лесу такими вот кольями меня самого, — я не уверен. Хотя наверное…

— Не ссы, — мои сомнения Костян истолковал по-своему. — Что мы, с инвалидом не справимся? Фил занял позицию на ступенях павильона. Угрожающе выставив костыли, он стоял на обледеневших камнях и смотрел, как мы подходим — с одной и другой стороны. Я должен был атаковать первым, с целью отвлечь внимание, и выполнил это так: подскочив, несколько раз ткнул наудачу в инвалида колом. Фил извернулся, принял кол в костыли и мои удары отбил, но упустил время и за Костей недоглядел.

С устрашающей силой ударил мой друг, а своей целью выбрал единственную ногу, на которой стоял Фил. Бил он из-за плеча, по широкой дуге, и удар вышел хороший — размашистый и в то же время резкий, как в крокете.

— О! — только и смог сказать я, когда Фил, взмахнув напоследок костылями, обрушился спиной вниз со ступеней.

— Ну, подходим мы? — спросил Костян, подходя к лежащему. — Нормально?

— Что вы делаете, сволочи, — захрипел Фил, — что же вы делаете?

— А что? — спросил его я. — Что не так?

— И когда мы поедем на игру, — добавил Костя, — скоро?

— Никогда, — ответил нам Фил, — вы не умеете драться. Поняли меня, никогда! Он кое-как поднялся, подобрал костыли и, хромая на обе ноги, поплелся к выходу из парка.

— Но подожди, — пытался увещевать его Костян, — мы же…

— Нет уж, — не оборачиваясь процедил Фил, — это не для вас. Обойдемся.

— Брось ты его, — посоветовал я, — ну его. Сказал же, обойдутся без нас.

— Это мы ещё посмотрим! — ответил мне мой друг, и по его голосу я понял, что он не слишком доволен. — Это надо же! Он повернулся ко мне.

— Всё ты, блядь, виноват!

— Ни хуя себе, — удивился я. — Чем же это я провинился?

— А кто, — спросил меня Костян, — кто предложил дуплить его кольями?

— Я тебе скажу, кто, — отозвался я, глядя на Фила, почти добравшегося до ворот. — Вон кто. Он и предложил.

— Ладно, — признал Костян, — проехали.

— А как же Толкиен? — спросил я. — Теперь, наверное, не надо читать?

— Как знаешь, — ответил мне Костян, — но я думаю, надо. Не один же этот инвалид, подвернется еще кто-нибудь. Будем ждать.
    `,


    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
    ``,
];

export default data;